<?php
// Heading
$_['heading_title']      = 'Ο Λογαριασμός μου';

// Text
$_['text_account']       = 'Λογαριασμός';
$_['text_my_account']    = 'Ο λογαριασμός μου';
$_['text_my_orders']     = 'Οι παραγγελίες μου';
$_['text_my_newsletter'] = 'Ενημερωτικό δελτίο';
$_['text_edit']          = 'Επεξεργαστείτε τα στοιχεία του λογαριασμού σας';
$_['text_password']      = 'Αλλαγή κωδικού πρόσβασης';
$_['text_address']       = 'Τροποποιήσετε εγγραφές στο βιβλίο διευθύνσεων σας';
$_['text_no_address']    = 'Δεν υπάρχει διεύθυνση που να συνδέεται με το λογαριασμό σας. Καταχωρίστε τουλάχιστον μία έγκυρη διεύθυνση!';
$_['text_wishlist']      = 'Τροποποιήστε τα αγαπημένα σας';
$_['text_order']         = 'Δείτε το ιστορικό παραγγελιών σας';
$_['text_download']      = 'Λήψης';
$_['text_reward']        = 'Οι πόντοι ανταμοιβής σας';
$_['text_transaction']   = 'Οι συναλλαγές σας';
$_['text_return']        = 'Προβολή αιτήσεων επιστροφής';
$_['text_addreturn']     = 'Υποβολή αίτησης επιστροφής';
$_['text_recurring']     = 'Επαναλαμβανόμενες πληρωμές';
$_['text_newsletter']    = 'Εγγραφείτε / διαγραφείτε από το ενημερωτικό δελτίο';

// Button
$_['button_my_cart']     = 'Το καλάθι μου';
